host = "localhost"
user = "admin"
password = "admin"
db_name = "claudius"
# папка для сохранения загруженных файлов
UPLOAD_FOLDER = 'static/dok/'
# расширения файлов, которые разрешено загружать
ALLOWED_EXTENSIONS = {'txt', 'pdf', 'png', 'jpg', 'jpeg', 'gif'}

mas_test_lich = [["1. Вас можно назвать спокойным и сдержанным человеком ", "Да", "Нет"],
                 ["2. Вам нравится знакомиться с новыми людьми ", "Да", "Нет"],
                 ["3. Вам нравится часто бывать в компании ", "Да", "Нет"],
                 ["4. Вы любите многолюдные мероприятия ", "Да", "Нет"],
                 ["5. Я - больше слушатель, чем оратор ", "Да", "Нет"],
                 ["6. Мне заметны многие детали, на которые мало кто обращает внимание ", "Да", "Нет"],
                 ["7. У меня развито творческое воображение ", "Да", "Нет"],
                 ["8. Среди большого количества людей я начинаю быстро раздражаться ", "Да", "Нет"]]
